{
   "About_Title": "About Me",
   "Skills_Title": "Skills",
   "Experience_Title": "Experience",
   "Interests_Title": "Interests",
   "Lang_English": "English",
   "Lang_Swedish": "Swedish",
   "SwitchLanguage_Tooltip": "Byt till Svenska",

   "PersonInfo_Hello": "Hello",
   "PersonInfo_IAm": "I'm",
   "PersonInfo_Developer": "Web & Software Developer",
   "PersonInfo_Age": "Age",
   "PersonInfo_City": "City",
   "PersonInfo_Employment": "Employment",
   "PersonInfo_Years_Experience": "Years in the business",
   "PersonInfo_Email": "Email",

   "ResumeSummary_Filename": "oloflandahl_cv_eng.pdf",
   "ResumeSummary_ButtonLabel": "Download Resume",
   "ResumeSummary_Text": "I'm a Full Stack developer with strong frontend skills and wide knowledge in .NET. As a person I'm calm and easy going.",

   "Role_WebDeveloper": "Web Developer",
   "Role_SoftwareDeveloper": "Software Developer",
   "Role_CodeTestVerifier": "Code test reviewer",
   "Degree_Medieteknik": "Master in Media Technology and Engineering",

   "Experience_Linkoping": "Computer science program with focus on visualisation, programming, image processing and computer graphics.",
   "Experience_Carmenta": "I worked mostly with GIS applications but was also responsible for quality checks on geographical data.",
   "Experience_Tibco": "Worked in the Visualisations team with both the Windows and the web client. I was mostly doing front end work, focused on visualisations and user interfaces but also back end, data access, client-server integration, etc.",
   "Experience_Vodafone": "Built an internal responsive framework to refresh vodafone.com.au (VCA), create reusable components and make look and feel consistent across all three Vodafone sites. I also did other work on VCA and myvodafone.com.au. Worked in agile teams and attended several training sessions in agile methodologies.",
   "Experience_Telia": "Was part of an agile team that worked with different parts of telia.se, mainly My Pages. I introduced unit testing of JavaScript in many of the developer teams at Telia.",
   "Experience_HiQ": "Created a code test for recruitment of frontend developers and reviewed the solutions from candidates.",
   "Experience_Tunstall": "Modernised and improved a web application for route planning in home care.",
   "Experience_Securitas": "Developed internal web applications for invoicing, quote calculation, payroll correction, and more.",

   "Interest_Nature": "Nature",
   "Interest_Food": "Food",
   "Interest_Beer": "Beer",
   "Interest_Football": "Football",
   "Interest_Surfing": "Surf",
   "Interest_Photo": "Photo",
   "Interest_Music": "Music"
}