{
   "About_Title": "About Me",
   "Skills_Title": "Skills",
   "Experience_Title": "Experience",
   "Interests_Title": "Interests",
   "AboutPage_Title": "About page",
   "Lang_English": "English",
   "Lang_Swedish": "Swedish",
   "SwitchLanguage_Tooltip": "Byt till Svenska",

   "PersonInfo_Hello": "Hello",
   "PersonInfo_IAm": "I'm",
   "PersonInfo_Developer": "Web & Software Developer",
   "PersonInfo_Age": "Age",
   "PersonInfo_City": "City",
   "PersonInfo_Employment": "Employment",
   "PersonInfo_Years_Experience": "Years in the business",
   "PersonInfo_Email": "Email",

   "ResumeSummary_Filename": "oloflandahl_cv_eng.pdf",
   "ResumeSummary_ButtonLabel": "Download Resume",
   "ResumeSummary_Text": "I'm a Full Stack developer with strong frontend skills and wide knowledge in .NET. As a person I'm calm and easy going.",

   "Role_WebDeveloper": "Web Developer",
   "Role_SoftwareDeveloper": "Software Developer",
   "Role_CodeTestVerifier": "Code test reviewer",
   "Degree_Medieteknik": "Master in Media Technology and Engineering",

   "Experience_Linkoping": "Computer science program with focus on visualisation, programming, image processing and computer graphics.",
   "Experience_Carmenta": "I worked mostly with GIS applications but was also responsible for quality checks on geographical data.",
   "Experience_Tibco": "Worked in the Visualisations team with both the Windows and the web client. I was mostly doing front end work, focused on visualisations and user interfaces but also back end, data access, client-server integration, etc.",
   "Experience_Vodafone": "Built an internal responsive framework to refresh vodafone.com.au (VCA), create reusable components and make look and feel consistent across all three Vodafone sites. I also did other work on VCA and myvodafone.com.au. Worked in agile teams and attended several training sessions in agile methodologies.",
   "Experience_Telia": "Was part of an agile team that worked with different parts of telia.se, mainly My Pages. I introduced unit testing of JavaScript in many of the developer teams at Telia.",
   "Experience_HiQ": "Created a code test for recruitment of frontend developers and reviewed the solutions from candidates.",
   "Experience_Tunstall": "Modernised and improved a web application for route planning in home care.",
   "Experience_Securitas": "Developed internal web applications for invoicing, quote calculation, payroll correction, and more.",

   "Interest_Nature": "Nature",
   "Interest_Food": "Food",
   "Interest_Beer": "Beer",
   "Interest_Football": "Football",
   "Interest_Surfing": "Surf",
   "Interest_Photo": "Photo",
   "Interest_Music": "Music",

   "Interest_Food_Description": "I like to cook and to eat food. Trying new and unexpected combination of flavors is something I started to really enjoy when I lived in Sydney. I don't eat at restaurants very often but when I do I want something extra, something I haven't tried before. But in the end the simple dishes are the best. Nothing beats grilled mackerel with new potatoes and a good sauce.",
   "Interest_Beer_Description": "When I studied in Norrköping it wasn't just all about the quantity of beer that mattered. A group of students ran the student pub Vattentornet where you could get Belgian and British beers cheap. Since then my interest in beer has grown and I'm very happy about the strong craft beer trend.",
   "Interest_Football_Description": "There was no doubt when I selected IFK Göteborg as my team. It of course helped that I grew up in Gothenburg during the successful 80s and 90s. Since the middle of the 00s I've had season ticket to the games and when I can't be there I try to watch the game on TV. I've also been to Swedish games in the European Championship.",
   "Interest_Surfing_Description": "Even though I had tried surfing before it was in Sydney it really started. I've never been particularly good at it but it's still a lot of fun to get out in the water and the feeling when catching a wave can't be described. I also surf in Sweden but not that often because the waves are not very good.",
   "Interest_Photo_Description": "Recent years my interest in photography has faded but I still enjoy bringing out the camera to catch interesting things and events on a picture frame",
   "Interest_Music_Description": "I grew up with a lot of music and instruments around me. My strong interest in music exploded in high school and at that time I also started playing the guitar. The hard rock has always been closest to my heart and the music of Metallica has meant a lot.",
   "Interest_Nature_Description": "In recent years I've started to appreciate the nature more and more. Me and my girlfriend are sometimes out camping and hiking. Some of my greater experiences in my life have been during our trips to New Zealand and Iceland where the nature is so monumental and beautiful that one can't believe it's real.",

   "AboutPage_Description": "The idea with this page is to present me and my resume but maybe even more to try new technologies in frontend development. I worked with AngularJS for a couple of years, liked the framework, and wanted to try out the successor when it was released in 2016. When Angular 4 eventually was released I felt the framework was mature enough to build something real. This page is built with Angular 4, Typescript, Less and Webpack."
}