{
  "About_Title": "About Me",
  "Skills_Title": "Skills",
  "Experience_Title": "Experience",
  "Demos_Title": "Demos",
  "Interests_Title": "Interests",
  "AboutPage_Title": "About page",
  "Lang_English": "English",
  "Lang_Swedish": "Swedish",
  "SwitchLanguage_Tooltip": "Switch to English",
  "Share": "Share",
  "PersonInfo_Hello": "Hello",
  "PersonInfo_IAm": "I'm",
  "PersonInfo_Developer": "Web & Software Developer",
  "PersonInfo_Age": "Age",
  "PersonInfo_City": "City",
  "PersonInfo_Employment": "Employment",
  "PersonInfo_Years_Experience": "Years in the business",
  "PersonInfo_Email": "Email",
  "ResumeSummary_Filename": "oloflandahl_cv_eng.pdf",
  "ResumeSummary_ButtonLabel": "Download Resume",
  "ResumeSummary_Text": "I'm a positive, calm and meticulous person that constantly look for challenges, both personal and professional. As a full stack developer I'm versatile and my strongest skills are in web front end development.",
  "Role_Architect": "Architect",
  "Role_MobileDeveloper": "Mobile Developer",
  "Role_WebDeveloper": "Web Developer",
  "Role_SoftwareDeveloper": "Software Developer",
  "Role_CodeTestVerifier": "Code test reviewer",
  "Degree_Medieteknik": "Master in Media Technology and Engineering",
  "Experience_Linkoping": "Computer science program with focus on visualisation, programming, image processing and computer graphics.",
  "Experience_Carmenta": "I worked mostly with GIS applications but was also responsible for quality checks on geographical data.",
  "Experience_Tibco": "Worked in the Visualisations team with both the Windows and the web client. I was mostly doing front end work, focused on visualisations and user interfaces but also back end, data access, client-server integration, etc.",
  "Experience_Vodafone": "Built an internal responsive framework to refresh vodafone.com.au (VCA), create reusable components and make look and feel consistent across all three Vodafone sites. I also did other work on VCA and myvodafone.com.au. Worked in agile teams and attended several training sessions in agile methodologies.",
  "Experience_Telia": "Was part of an agile team that worked with different parts of telia.se, mainly My Pages. I introduced unit testing of JavaScript in many of the developer teams at Telia.",
  "Experience_HiQ": "Created a code test for recruitment of frontend developers and reviewed the solutions from candidates.",
  "Experience_Tunstall": "Modernised and improved a web application for route planning in home care.",
  "Experience_Securitas": "Developed internal web applications for invoicing, quote calculation, payroll correction, and more.",
  "Experience_PBolaget": "Created a web portal for business customers where digital parking permits are administered. The application is vital for the digitalisation of parkings in Göteborg.",
  "Experience_FIS": "Developed a PWA for the commodity derivatives market. With interactive charts, instant live price updates and web push alerts it's a very valuable app for VIP customers.",
  "Experience_White": "I implemented a global menu used across their 4 internal sites.",
  "Experience_SKF": "Added features to the analytics pages of Enlight Centre used to monitor the health of machine assets with measured data and AI. This helps the analyst to take action before the machine breaks down or needs maintenance.",
  "Experience_DrakenFilm": "Integrated payments on the site with Adyen.",
  "Experience_Essity": "Created a mobile web application for monitoring people counter sensors and inform potential customers of the more advanced application Tork Vision Cleaning.",
  "Experience_Skanska": "Prestudy for Skanska where we developed a concept for a kindergarten builder.",
  "Experience_VolvoCars": "Architect and developer of a web app for leaving feeback on Volvo cars. The app works standalone in a web browser and as part of the Volvo Cars app (inside a web view). There were some challenges around security, communication between web app and native app as well as offline functionality",
  "Experience_SchaktTransport": "Implemented a web app for Skanska Schakt & Transport used to plan bookings of machines and drivers.",
  "Experience_HiQArchitect": "Part of an architect team setting up ways of working and technical requirements for internal customer projects. I arranged workshops and presentations for developers and designers at HiQ.",
  "Experience_WirelessCar": "Developed a native mobile companion app for commercial vehicles.",
  "Experience_WorldOfVolvo": "Delivered web user interfaces for a wind tunnel experience at World of Volvo.",
  "Experience_AskerHealthcareGroup": "Built a web application to help healthcare personnel handling patient wounds.",
  "Demo_Memory": "A memory game developed in ReactJS, Redux and CSS Grid",
  "Demo_Photos": "Lazy loading responsive images using IntersectionObserver",
  "Interest_Family": "Family",
  "Interest_Nature": "Nature",
  "Interest_Food": "Food",
  "Interest_Beer": "Beer",
  "Interest_Football": "Football",
  "Interest_Music": "Music",
  "Interest_Family_Description": "I have a wife and two daughters. Most of my free time I spend with them.",
  "Interest_Food_Description": "I like to cook and to eat food. Trying new and unexpected combination of flavors is something I started to really enjoy when I lived in Sydney. I don't eat at restaurants very often but when I do I want something extra, something I haven't tried before. But in the end the simple dishes are the best. Nothing beats grilled mackerel with new potatoes and a good sauce.",
  "Interest_Beer_Description": "When I studied in Norrköping it wasn't just all about the quantity of beer that mattered. A group of students ran the student pub Vattentornet where you could get Belgian and British beers cheap. Since then my interest in beer has grown and I'm very happy about the strong craft beer trend.",
  "Interest_Football_Description": "There was no doubt when I selected IFK Göteborg as my team. It of course helped that I grew up in Gothenburg during the successful 80s and 90s. Since the middle of the 00s I've had season ticket to the games and when I can't be there I try to watch the game on TV. I've also been to Swedish games in the European Championship.",
  "Interest_Music_Description": "I grew up with a lot of music and instruments around me. My strong interest in music exploded in high school and at that time I also started playing the guitar. The hard rock has always been closest to my heart and the music of Metallica has meant a lot.",
  "Interest_Nature_Description": "In recent years I've started to appreciate the nature more and more. Me and my girlfriend are sometimes out camping and hiking. Some of my greater experiences in my life have been during our trips to New Zealand and Iceland where the nature is so monumental and beautiful that one can't believe it's real.",
  "AboutPage_Description": "The idea with this page is to present me and my resume. I build it 2016-2018 and I have only updated content and versions of library dependencies since. This page now uses Angular 20, Typescript 5.8, Less and Webpack (Angular CLI)."
}